{
  "categories": [
    "monolinear",
    "sans",
    "geometric",
    "wide"
  ],
  "classifications": [
    "display"
  ],
  "creator": "CheapProFonts",
  "varient": "705",
  "source": "fontsquirrel",
  "family": "Geometry Soft Pro",
  "font_family_name": "Geometry Soft Pro Bold N",
  "full_font_name": "GeometrySoftPro-BoldN",
  "font_subfamily_name": "Regular",
  "postscript_name": "GeometrySoftPro-BoldN",
  "designer": "Roger S. Nelsson",
  "designer_url": "http://www.cheapprofonts.com",
  "vendor_url": "http://www.cheapprofonts.com",
  "license_desciption": "CheapProFonts End User License Agreement (EULA)\r\rThe font is protected by copyright laws and International copyright treaties, as well as other intellectual property laws and treaties. The font is licensed, not sold.\r\rYou may install and use an unlimited number of copies of the font within the same household, company, school or institution. \r\rYou may NOT copy or distribute the font outside of the licensed household, company, school or institution. Please ask external contacts who want to use the font to purchase their own license at www.CheapProFonts.com.\r\rYou may embed the font in electronic documents, but you may NOT include the font in a software product - this requires a special license.\r\rYou may NOT alter the font file in any way. If you want a custom version of the font made please contact www.CheapProFonts.com first.\r\rThe font is made to the highest technical standard we know, but we have a disclaimer:\r\rLIMITED WARRANTY NO WARRANTIES. CheapProFonts and its designers expressly disclaims any warranty for the font. The font and any related documentation is provided \"as is\" without warranty of any kind, either express or implied, including, without limitation, the implied warranties or merchantability, fitness for a particular purpose, or non-infringement. The entire risk arising out of use or performance of the font remains with you.\r\rNO LIABILITY FOR CONSEQUENTIAL DAMAGES. In no event shall CheapProFonts or its designers be liable for any damages whatsoever (including, without limitation, damages for loss of business profits, business interruption, loss of business information, or any other pecuniary loss) arising out of the use of or inability to use this product, even if CheapProFonts or its designers has been advised of the possibility of such damages.\r\rIf you have questions about this license and/or font, please consult our FAQ at www.CheapProFonts.com\r\rWe grant the rights of use of our font to you in good faith, and request that you promise to adhere to the terms of this license to the best of your ability, and in good faith.",
  "license_url": "http://www.cheapprofonts.com/License",
  "version_string": "Version 1.000",
  "last_modified": 1312959600000,
  "size": 54160,
  "weight_class": 705,
  "rank": 415
}