{
  "subsets": [
    "cyrillic",
    "latin-ext",
    "latin"
  ],
  "categories": [
    "serif"
  ],
  "creator": "Claus Eggers Sørensen",
  "varient": "italic",
  "kind": "webfonts#webfont",
  "family": "Playfair Display SC",
  "font_family_name": "Playfair Display SC",
  "full_font_name": "Playfair Display SC Italic",
  "font_subfamily_name": "Italic",
  "postscript_name": "PlayfairDisplaySC-Italic",
  "trademark": "Playfair is a trademark of Claus Eggers Sørensen.",
  "manufacturer": "Claus Eggers Sørensen",
  "designer": "Claus Eggers Sørensen",
  "designer_url": "http://www.forthehearts.net",
  "vendor_url": "http://www.forthehearts.net",
  "license_desciption": "This Font Software is licensed under the SIL Open Font License, Version 1.1. This license is available with a FAQ at http://scripts.sil.org/OFL",
  "license_url": "http://scripts.sil.org/OFL",
  "version_string": "Version 1.004;PS 001.004;hotconv 1.0.70;makeotf.lib2.5.58329; ttfautohint (v0.96) -l 42 -r 42 -G 200 -x 14 -w \"G\" -f",
  "description": "Playfair is a transitional design. From the time of enlightenment in the late 18th century, the broad nib quills were replaced by pointed steel pens. This influenced typographical letterforms to become increasingly detached from the written ones. Developments in printing technology, ink, and paper making, made it possible to print letterforms of high contrast and delicate hairlines. This design lends itself to this period, and while it is not a revival of any particular design, it takes influence from the designs of printer and typeface designer John Baskerville, the punchcutter William Martin’s typeface for the ‘Boydell Shakspeare’ (sic) edition, and from the ‘Scotch Roman’ designs that followed thereafter. As the name indicates, Playfair Display is well suited for titling and headlines. It has an extra large x-height and short descenders. It can be set with no leading if space is tight, for instance in news headlines, or for stylistic effect in titles. Capitals are extra short, and only very slightly heavier than the lowercase characters. This helps achieve a more even typographical colour when typesetting proper nouns and initialisms. Languages, like German, where nouns are capitalized, particularly benefit from this lower contrast between lower and upper case glyphs. In German, with its many capitalised words, and in other European languages that use many diacritical characters, it is advised to use more leading. Being a transitional design, stylistically Playfair can accompany Georgia, where Georgia is used for body text. This is the Small Cap sister family to the main Playfair Display family. The main family downloaded font files include a full set of small caps, common ligatures, and discretionary ligatures. For Polish, a set of alternate diacritical characters designed with ‘kreska’s are included. All European languages using the latin script are supported. A set of eight arrow devices are also included. To contribute to the project contact Claus Eggers Sørensen. Updated in December 2013 with many small improvements, especially to the Cyrillic.",
  "last_modified": 1456214400000,
  "size": 149712,
  "weight_class": 400
}