{
  "categories": [
    "display",
    "distressed",
    "grunge",
    "historical",
    "pirates"
  ],
  "classifications": [
    "display"
  ],
  "creator": "Tension Type",
  "variant": "regular",
  "source": "fontsquirrel",
  "family": "Leander",
  "font_family_name": "Leander",
  "full_font_name": "Leander",
  "font_subfamily_name": "Regular",
  "postscript_name": "Leander",
  "trademark": "Leander is a trademark of Tension Type.",
  "manufacturer": "Tension Type",
  "designer": "Michael Tension",
  "license_desciption": "Leander is (c) 2010 Tension Type\r\r\r\rBy downloading and/or installing a Tension Type Free Font you agree to this licence:\r\r\r\rThis Tension Type Free Font is free to use in any and all of your personal and commercial work.\r\r\r\rA donation is much appreciated, but not necessary (donations may be done through PayPal to: mtension@gmail.com). No donation is too small.\r\r\r\rYou may install and use an unlimited number of copies of a Tension Type Free Font.\r\r\r\rReproduction and Distribution. You may reproduce and distribute an unlimited number of copies of a Tension Type Free Font; provided that each copy shall be a true and complete copy, including all copyright and trademark notices (if applicable), and shall be accompanied by a copy of this text file. Copies of the Font may not be distributed for profit either on a standalone basis or included as part of your own product unless by prior permission of Tension Type.\r\r\r\rYou may not rename, edit or create any derivative works from a Tension Type Free Font, other than subsetting when embedding them in documents unless you have permission from Tension Type.\r\r\r\rEmbedding a Tension Type Free Font in a PDF document and web pages is allowed.\r\r\r\rMichael Tension and Tension Type are not responsible for any damage resulting from the use of this Tension Type Free Font.\r\r\r\rAny questions, or if you wish to share your designs, please contact Michael Tension: mtension@gmail.com\r\r\r\rThanks a ton,\r\rMichael Tension",
  "last_modified": 1289376000000,
  "size": 55940,
  "weight_class": 400,
  "rank": 479
}