{
  "categories": [
    "Fancy",
    "Distorted"
  ],
  "varient": "regular",
  "source": "dafont",
  "family": "Disoluta",
  "font_family_name": "Disoluta",
  "full_font_name": "Disoluta-Regular",
  "font_subfamily_name": "Regular",
  "postscript_name": "Disoluta-Regular",
  "trademark": "Disoluta Regular is a trademark of Fernando Haro.",
  "manufacturer": "Fernando Haro",
  "designer": "deFharo",
  "designer_url": "www.defharo.com",
  "vendor_url": "http://wp.me/p11PzK-2a6",
  "license_desciption": "This agreement applies to commercial license purchased on this website.\r\n\r\nPlease read the following terms and conditions carefully before using this font. Use, transfer, distribution or installation of this font indicates acceptance of this agreement. \r\nFor questions, contact Fernando Haro: fernando@defharo.com\r\n\r\nThe commercial license fonts developed by Fernando Haro is exclusively for a single user and can use unlimited design work in any commercial area, also install on their personal computers up to two (2).\r\n\r\nThe fee is unique and the commercial license does not expire.\r\nIn any case, the fonts can be used for more than a company with a single license.\r\nIn case you need a license to a computer network contact the author.\r\nYou may not sell, rent, lease, transfer, modify, translate, reverse engineer, decompile, disassemble, distribute or create commercial work with these fonts.\r\nAll components that accompany the download file owned by Fernando Haro and can not be disassembled, modified, used, distributed or copied in any way.\r\nThis Agreement constitutes the complete statement of the agreement between the parties on the matter, and merges and supersedes all other or prior understandings, purchase orders, agreements and arrangements.\r\n\r\nThis Agreement shall be governed by the laws of Spain. Fernando Haro owns the copyright of the sources, all derivatives, the name and accompanying materials are exclusive property of Fernando Haro.\r\n\r\nAny liability of Fernando Haro will be limited exclusively to refund of the purchase price. \r\nIn any case, I am liable for any incidental, consequential, punitive or other damages that is related to the use of fonts.",
  "license_url": "http://defharo.com/terms-and-conditions-commercial-fonts/",
  "version_string": "Version 1.231",
  "last_modified": 0,
  "size": 55884,
  "weight_class": 400,
  "rank": 114
}