{
  "subsets": [
    "devanagari",
    "latin",
    "latin-ext"
  ],
  "categories": [
    "serif"
  ],
  "classifications": [
    "serif"
  ],
  "creator": "Rosetta",
  "varient": "600",
  "source": "googlefonts",
  "family": "Eczar",
  "font_family_name": "Eczar SemiBold",
  "full_font_name": "Eczar SemiBold",
  "font_subfamily_name": "Regular",
  "postscript_name": "Eczar-SemiBold",
  "trademark": "Eczar is a trademark of Vaibhav Singh",
  "manufacturer": "Rosetta Type Foundry",
  "designer": "Vaibhav Singh",
  "designer_url": "http://rosettatype.com",
  "vendor_url": "http://rosettatype.com",
  "license_desciption": "This Font Software is licensed under the SIL Open Font License, Version 1.1. This license is available with a FAQ at: http://scripts.sil.org/OFL",
  "license_url": "http://scripts.sil.org/OFL",
  "version_string": "Version 1.102;PS Version 1.000;hotconv 1.0.70;makeotf.lib2.5.5900; ttfautohint (v1.3)",
  "description": "Eczar is designed by Vaibhav Singh, produced by David B?ezina, and published by Rosetta Type Foundry. Big thanks to Google for their support. Eczar started as a student project in 2010–11 during Vaibhav’s MA studies in Typeface Design at the University of Reading. Eczar was designed to bring liveliness and vigor to multi-script typesetting in Latin and Devanagari – with the intention of providing an alternative to existing designs by imparting a strong mix of personality and performance, both at text sizes and in display settings. The family offers a wide expressive range and the display qualities of the design intensify with corresponding increase in weight, making the heaviest weights best suited for headlines and display purposes. The family includes 5 weights in upright style and supports the following languages: In Devanagari script, standard modern Hindi, Marathi, and Nepali. In Latin script (Adobe Latin 2 character set): major Western European Latin languages as well as Afrikaans, Basque, Breton, Catalan, Danish, Dutch, English, Faroese, Finnish, French, Gaelic, German, Icelandic, Indonesian, Irish, Italian, Javanese(Latin), Malay(Latin), Norwegian, Portuguese, Sami(Southern), Spanish, Swahili, Swedish, and Walloon. Rosetta is a publisher and distributor of high-quality fonts for a growing number of the world’s writing systems. So far our retail library supports pan-European Latin, Arabic, Armenian, Greek, Cyrillic (besides Slavic languages we also support many Asian languages), Inuktitut, and Indic scripts like Gujarati and Devanagari. In total, the library covers more than 200 languages. We have also worked on numerous language extensions (Arabic, Indic, Burmese, Thai, …) for various global companies. The fonts are of top-notch quality, and have won numerous design awards. They not only support the writing systems individually, but are also harmonised to work well together in wider font-families. To contribute to this project, see github.com/rosettatype/Eczar Updated November 2015: Internal metadata of all files corrected.",
  "last_modified": 1456300800000,
  "size": 320660,
  "weight_class": 600,
  "rank": 726
}