{
  "categories": [
    "Script",
    "Handwritten"
  ],
  "varient": "regular",
  "source": "dafont",
  "family": "Arsenale White",
  "font_family_name": "Arsenale White",
  "full_font_name": "Arsenale White",
  "font_subfamily_name": "Regular",
  "postscript_name": "ArsenaleWhite",
  "trademark": "Arsenale White is a trademark of francesco canovaro, jonathan calugi, studio kmzero.",
  "manufacturer": "francesco canovaro, jonathan calugi, studio kmzero",
  "designer": "francesco canovaro, jonathan calugi, studio kmzero",
  "designer_url": "http://www.studiokmzero.com",
  "vendor_url": "http://www.studiokmzero.com",
  "license_desciption": "END-USER LICENSE AGREEMENT FOR THE INCLUDED STUDIO KMZERO FONTS:\r\nThis End-User License Agreement (\"EULA\") is a legal agreement between you (either an individual or a single entity) and Studio Kmzero for the digital typeface software - hereafter “fonts” included in this package:\r\n                                                                                                   Arsenale white \r\n\r\nThe fonts included are protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties. These fonts are licensed to you for personal / noncommercial use only. You\u0027re granted the following rights:\r\n\r\n01] You may install and use an unlimited number of copies of the fonts.\r\n\r\n02] You can make archival copies of the fonts for your own purposes.\r\n\r\n03] You may modify the fonts for your own purposes, but the copyright remains with Studio Kmzero, and you are not allowed to distribuite renamed, edited or derivative works, either for profit or not.\r\n\r\nTo acquire a complete licence for commercial use (allowing file release to a prepress bureau and embedding in other software files, such as Portable Document Format (PDF) or Flash files), you can contact us at info@studiokmzero.com, or buy this font online through our reseller http://www.zerofonts.com/.\r\nAlso - this font is included in the ego[n] magazine font pack, a license for 18 fonts that comes with ego[n] magazine (http://www.egonmagazine.com).\r\n\r\nStudio Kmzero expressly disclaims any warranty for the fonts. The fonts and any related documentation is provided \"as is\" without warranty of any kind, either express or implied, including, without limitation, the implied warranties or merchantability, fitness for a particular purpose, or noninfringement. The entire risk arising out of use or performance of the fonts remains with you. Copies of the fonts may not be distributed or shared in any way (for profit or free of charge) either on a standalone basis or included as part of your own product.\r\n\r\nIn no event shall Studio Kmzero or its suppliers be liable for any damages whatsoever (including, without limitation, damages for loss of business profits, business interruption, loss of business information, or any other pecuniary loss) arising out of the use of or inability to use this product, even if Studio Kmzero has been advised of the possibility of such damages. Because some states/jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to you.\r\n\r\nQUESTIONS\r\n\r\nShould you have any questions concerning this EULA, please contact Studio Kmzero via its website at http:/www.studiokmzero.com, or write directly to Studio Kmzero, Via calzaiuoli 9, 50122 Firenze | Italia, t.+39 55 23 96 856, info@studiokmzero.com",
  "license_url": "http://www.zerofonts.com/license/",
  "version_string": "Version 1.003 2008",
  "last_modified": 0,
  "size": 74612,
  "weight_class": 400,
  "rank": 722
}