{
  "categories": [
    "Fancy",
    "Destroy"
  ],
  "variant": "700",
  "source": "dafont",
  "family": "Defused",
  "font_family_name": "Defused",
  "full_font_name": "Defused Extended Bold",
  "font_subfamily_name": "Extended Bold",
  "postscript_name": "Defused-ExtendedBold",
  "trademark": "Defused Extended Bold is a trademark of reticula.net",
  "manufacturer": "ViNZ",
  "designer": "ViNZ",
  "designer_url": "www.reticula.net",
  "license_desciption": "v.1.2 - 02/10/2005\r\n\r\n\"D E F U S E D\" Truetype Font\r\nCopyright 2005 by reticula.net - Vincent Wicky\r\n\r\n++The personnal and/or non-commercial uses of this font are FREE. However donations are accepted and appreciated ! Thank you for also sending me your creations (whatever the support) \r\n\r\n++The professional and/or commercial uses of this font are PROHIBITED unless a small donation is done. Contact me for details\r\n\r\n++You are not allowed to distribute these fonts without my permission. Contact me for details.\r\n\r\n++You may never ever sell my fonts, include them on CD\u0027s or make any changes to the files.\r\n___________________________\r\nE-mail: contact@reticula.net\r\nWWW: http://www.reticula.net\r\n\r\n\r\n\r\nv.1.2 - 02/10/2005\r\n\r\n\"D E F U S E D\" Police Truetype\r\nTous droits réservés 2005 reticula.net - Vincent Wicky\r\n\r\n++L\u0027usage de cette police est GRATUITE pour une utilisation personnel et/ou non-commercial. Toutefois j\u0027acccepte volontier les dons ! Merci de bien vouloir également m\u0027envoyer vos créations (quel que soit le support). \r\n\r\n++L\u0027usage de cette police est INTERDIT pour une utilisation professionnel et/ou commercial sans un petit don. Contactez-moi pour les détails.\r\n\r\n++Vous n\u0027êtes pas autorisé à distribuer cette police sans ma permission. Contactez-moi pour les détails.\r\n\r\n++Interdiction absolue de modifier, revendre ou inclure la police un CD.\r\n ________________________\r\n E-mail: contact@reticula.net \r\n WWW: http://www.reticula.net  \r\n\r\n\r\n\r\n\r\n//All trademarks are property of their respective owners.//",
  "version_string": "Version 1.002 2005",
  "last_modified": 0,
  "size": 563156,
  "weight_class": 700,
  "rank": 577
}