{
  "subsets": [
    "latin"
  ],
  "categories": [
    "sans-serif"
  ],
  "classifications": [
    "sans-serif"
  ],
  "creator": "Dave Crossland",
  "variant": "italic",
  "source": "googlefonts",
  "family": "Cantarell",
  "font_family_name": "Cantarell",
  "full_font_name": "Cantarell Oblique",
  "font_subfamily_name": "Oblique",
  "postscript_name": "Cantarell-Oblique",
  "designer": "Dave Crossland",
  "designer_url": "http://abattis.org",
  "vendor_url": "http://abattis.org",
  "license_desciption": "Copyright (c) 2009 Dave Crossland \u003cdave@lab6.com\u003e\n\nThis font is free software: you can redistribute it and/or modify\nit under the terms of the GNU General Public License as published by\nthe Free Software Foundation, either version 3 of the License, or\n(at your option) any later version.\n\nIn summary, you are free to do anything you like with this font on\nyour own computer, but if you redistribute modified versions to anyone\nat all, you must provide full source files to them when asked.\n\nThis font is distributed in the hope that it will be useful,\nbut WITHOUT ANY WARRANTY; without even the implied warranty of\nMERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the\nGNU General Public License for more details.\n\nAs a special exception, if you create a document which uses this font,\nand embed this font or unaltered portions of this font into the\ndocument, this font does not by itself cause the resulting document to\nbe covered by the GNU General Public License. This exception does not\nhowever invalidate any other reasons why the document might be covered\nby the GNU General Public License. If you modify this font, you may\nextend this exception to your version of the font, but you are not\nobligated to do so. If you do not wish to do so, delete this exception\nstatement from your version.",
  "version_string": "Version 001.001 ",
  "description": "The Cantarell typeface family was designed during my study of MA Typeface Design over 2 years in the Department of Typography at the University of Reading (UK). The class of 2009 will have our work published on typefacedesign.org soon. The typeface is designed as a contemporary Humanist sans serif, and was developed for on-screen reading; in particular, reading web pages on an HTC Dream mobile phone. That device runs Google Android, and therefore has a web browser supporting the exciting new web fonts feature known as @font-face. As my very first typeface design, the typeface has many faults, yet it achieves the goal of improving readability on this device. This highlights my motivation for undertaking a study of typeface design: I believe it is essential that when we use digital tools, our freedom to use, understand, modify and share these tools is respected. Otherwise, when the tool does not work in the way that we need, we will be unable to fix it. These fonts were developed using only such software, mainly FontForge. Typeface designs are tools too, and therefore these font files are licensed in a way that respects your freedom — you are invited to extend them to meet your needs, such as to add the glyphs missing from your own writing systems, under the terms of the Open Font License.",
  "last_modified": 1456214400000,
  "size": 50068,
  "weight_class": 500,
  "rank": 102
}