{
  "categories": [
    "paragraph"
  ],
  "classifications": [
    "serif"
  ],
  "creator": "Librerias Gandhi S.A. de C.V.",
  "varient": "regular",
  "source": "fontsquirrel",
  "family": "Gandhi Serif",
  "font_family_name": "Gandhi Serif",
  "full_font_name": "GandhiSerif-Regular",
  "font_subfamily_name": "Regular",
  "postscript_name": "GandhiSerif-Regular",
  "trademark": "Gandhi Serif is a trademark of Librerias Gandhi S.A. de C.V.",
  "manufacturer": "Cristobal Henestrosa \u0026 Raul Plancarte, in collaboration with David Kimura \u0026 Gabriela Varela.",
  "designer": "Cristobal Henestrosa \u0026 Raul Plancarte, in collaboration with David Kimura \u0026 Gabriela Varela.",
  "vendor_url": "http://www.gandhi.com.mx/",
  "license_desciption": "[The English version of this License is reproduced below.]\r[El texto en espanol se presenta sin acentos ni diacriticos de modo intencional.]\r\rReglas de uso\r\rUsted puede:\r-Instalar las fuentes tipograficas en tantos dispositivos como desee.\r-Distribuir las fuentes tipograficas a quienes desee.\r-Utilizar las fuentes tipograficas en documentos comerciales y no comerciales.\r-Guardar las fuentes tipograficas en un formato que se adapte mejor a sus propositos.\r\rPero no puede:\r-Modificar las fuentes tipograficas en un programa de edicion tipografica.\r-Vender o rentar las fuentes tipograficas.\r\rNotas:\r-Las fuentes tipograficas y cualquier otro material escrito o electronico que las acompanen se proporcionan en su estado actual sin garantia de ninguna especie, expresa o implicita. Los autores no garantizan que las funciones contenidas en las fuentes tipograficas seran las mismas que las requeridas por el usuario.\r-Los autores no seran responsables por danos directos, indirectos, consecuentes o incidentales (incluyendo los danos por perdida de ganancias, interrupcion del negocio, perdida de informacion y similares) que surjan del uso o incapacidad de uso de las fuentes tipograficas.\r\r---\r\rConditions of use\r\rYou may:\r-Install the fonts on as many devices as you wish.\r-Distribute the fonts to anyone you wish.\r-Use the fonts in any commercial or non-commercial document.\r-Save the fonts in a format that would best fit your purposes.\r\rYou may not:\r-Modify the fonts in a font editor software.\r-Sell or rent out the fonts.\r\rNotes:\r-The fonts and any other accompanying written or electronic materials are provided \"as is\" without warranty of any kind, expressed or implied. The authors do not warrant that the functions contained in the fonts will meet the user\u0027s requirements.\r-The authors shall not be liable for any direct, indirect, consequential, or incidental damages (including damages from loss of business profits, business interruption, loss of business information, and the like) arising out of the use of or inability to use the fonts.",
  "version_string": "Version 1.001",
  "last_modified": 1333522800000,
  "size": 139594,
  "weight_class": 400,
  "rank": 543
}