{
  "categories": [
    "Fancy",
    "Various"
  ],
  "varient": "regular",
  "source": "dafont",
  "family": "Return To Sender",
  "font_family_name": "Return To Sender",
  "full_font_name": "Return To Sender",
  "font_subfamily_name": "Regular",
  "postscript_name": "ReturnToSender",
  "trademark": "Return To Sender is a trademark of Tom Kolter.",
  "manufacturer": "Tom Kolter",
  "designer": "Tom Kolter",
  "designer_url": "http://www.ghostsofbigfoot.com",
  "vendor_url": "http://www.ghostsofbigfoot.com",
  "license_desciption": "Return To Sender\rTrueType Font \rBy and copyright Tom Kolter (www.ghostsofbigfoot.com)\r------------------------------------------------\rTERMS OF USE\rThis font is free only for personal use (personal blog, school project, etc.). Commercial use of this font requires a license from me (Tom Kolter). You can purchase a license by sending a PayPal payment to the e-mail address below. Your PayPal receipt will be your proof of purchase. You may not sublicense, sell, lease, or give away this font.\r-----------------------------------------------\rHOW TO PURCHASE A COMMERCIAL LICENSE\rSend a PayPal payment in the amount of $15 USD to Tom Kolter at (theketchupmonkey@gmail.com).\r-----------------------------------------------\rCOPYRIGHT \rThe font and the accompanying materials are copyrighted and contain proprietary information and trade secrets belonging to Tom Kolter, (www.ghostsofbigfoot.com). Unauthorized copying of the product âeven if modified, merged, or included with other software, or of the written materials, is expressly forbidden. You may be held legally responsible for any infringement of Tom Kolter\u0027s intellectual property rights that is caused or encouraged by your failure to abide by the terms of this Agreement.\r-----------------------------------------------\rDISCLAIMER\rTom Kolter (www.ghostsofbigfoot.com) shall not be liable to you or any other person or entity for any general, special, direct, indirect, consequential, incidental or other damages arising out of the use of this font.",
  "license_url": "http://www.ghostsofbigfoot.com",
  "version_string": "Version 1.000",
  "last_modified": 0,
  "size": 681452,
  "weight_class": 400,
  "rank": 305
}