{
  "categories": [
    "Dingbats",
    "Various"
  ],
  "variant": "250",
  "source": "dafont",
  "family": "Byom Icons",
  "font_family_name": "Byom",
  "full_font_name": "Byom Thin",
  "font_subfamily_name": "Thin",
  "postscript_name": "Byom-Thin",
  "trademark": "Byom is a trademark of Studio Kmzero.",
  "manufacturer": "Studio Kmzero",
  "designer": "Francesco Canovaro ",
  "designer_url": "www.studiokmzero.com",
  "vendor_url": "www.zetafonts.com",
  "license_desciption": "END USER LICENSE AGREEMENT\n\nBy downloading and using this software you accept the terms of the following agreement (\"EULA\"):\n\nThis licence is reserved to individuals and doesn\u0027t apply to corporate/studio entities. It allows one single person on unlimited cpus to use the font(s) for personal - not commercial uses. This license doesn\u0027t apply to broadcast and software embedding uses, and doesn\u0027t allow re-distribution in any form. For commercial uses, you have to purchase a commercial license from www.zetafonts.com. (more informations at www.zetafonts.com/licensing)\n \nOur End-User License Agreement (\"EULA\") grants you the following rights:\n\n01] You may install and use an unlimited number of copies of the fonts.\n\n02] You can make archival copies of the fonts for your own purposes.\n\n03] A copy of the fonts may be sent as part of a file release to a prepress bureau.\n\n04] Fonts can be embedded in other software files, such as Portable Document Format (PDF) or Flash files, but you will take all reasonable care to embed the fonts in such a way that they cannot be extracted from the files you create.\n\n05] You may modify the fonts for your own purposes, but the copyright remains with Zetafonts, and you are not allowed to distribuite renamed, edited or derivative works, either for profit or not.\n\n06] No reselling of the font as a font software is allowed: copies of the font installation files may not be distributed or shared in any way (for profit or free of charge) either on a standalone basis or included as part of your own product. (for use of the font on websites as webfonts or in applications as screen fonts, a software license is required) \n\nZetafonts expressly disclaims any warranty for the fonts. The fonts and any related documentation is provided \"as it is\" without warranty of any kind, either express or implied, including, without limitation, the implied warranties or merchantability, fitness for a particular purpose, or noninfringement. The entire risk arising out of use or performance of the fonts remains with you. In no event shall Zetafonts or its suppliers be liable for any damages whatsoever (including, without limitation, damages for loss of business profits, business interruption, loss of business information, or any other pecuniary loss) arising out of the use of or inability to use this product, even if Zetafonts has been advised of the possibility of such damages. Because some states/jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to you.\n\nThis free for personal / non commercial use license is provided with free downloads of fonts.\n\nIt allows unlimited use of the font(s) on all personal CPUs for non-commercial uses (i.e. no-profit projects, student work, pro-bono assignements).\n\nIf you\u0027re an individual and plan to use our fonts for commercial projects, you should buy a personal commercial license.\n\nA company, studio or corporation that wants to make the fonts avalaible to many users should either buy a volume license (which is calculated as a discount on many single licenses) or a worldwide license.If you\u0027re using it for personal and non commercial use (school project, academic use, pro-bono work) you can download the font and use it freely.\n\nPlease refer to www.zetafonts.com/licensing for information\n\nFeel free to contact us for further enquiries at\ninfo@zetafonts.com",
  "license_url": "http://zetafonts.com/licensing",
  "version_string": "Version 1.000",
  "last_modified": 0,
  "size": 175228,
  "weight_class": 250,
  "rank": 167
}