{
  "categories": [
    "display",
    "distressed",
    "grunge",
    "rough",
    "typewriter"
  ],
  "classifications": [
    "serif",
    "typewriter"
  ],
  "creator": "Tension Type",
  "varient": "regular",
  "source": "fontsquirrel",
  "family": "Sears Tower",
  "font_family_name": "Sears Tower",
  "full_font_name": "Sears Tower",
  "font_subfamily_name": "Regular",
  "postscript_name": "SearsTower",
  "trademark": "Sears Tower is a trademark of Michael Tension.",
  "manufacturer": "Michael Tension",
  "designer": "Michael Tension",
  "license_desciption": "Sears Tower is (c) 2010 Tension Type\r\rThis Agreement, in conjunction with your copy of the Free Font Index 2 book (published by The Pepin Press), constitutes the complete agreement between you and Tension Type.\r\rBy installing this Tension Type Font you agree to this licence:\r\rThis Tension Type Free Font is free to use in any and all of your personal and commercial work.\r\rA donation is much appreciated, but not necessary (donations may be done through PayPal to: mtension@gmail.com). No donation is too small.\r\rYou may install and use one of copy of this Tension Type Font.\r\rReproduction and Distribution. You may not reproduce and distribute a Tension Type Font. Copies of the Font may not be distributed for profit either on a standalone basis or included as part of your own product unless by prior permission of Tension Type.\r\rYou may not rename, edit or create any derivative works from a Tension Type Free Font, other than subsetting when embedding them in documents unless you have permission from Tension Type.\r\rEmbedding a Tension Type Free Font in a PDF document and web pages is allowed.\rMichael Tension and Tension Type are not responsible for any damage resulting from the use of this Tension Type Free Font.\r\rAny questions, or if you wish to share your designs, please contact Michael Tension: mtension@gmail.com\r\rThanks a ton,\r\rMichael Tension",
  "version_string": "Version 1.000",
  "last_modified": 1289376000000,
  "size": 295800,
  "weight_class": 400,
  "rank": 504
}