{
  "categories": [
    "Fancy",
    "Groovy"
  ],
  "varient": "300",
  "source": "dafont",
  "family": "[z] Arista",
  "font_family_name": "[z] Arista Light",
  "full_font_name": "[z] Arista Light",
  "font_subfamily_name": "Regular",
  "postscript_name": "zAristaLight",
  "trademark": "[z] Arista Light is a trademark of Studio Kmzero.",
  "manufacturer": "Studio Kmzero",
  "designer": "Francesco \u0027Mistico\u0027 Canovaro - Adolfo Monti",
  "designer_url": "http://www.studiokmzero.com",
  "vendor_url": "http://www.studiokmzero.com",
  "license_desciption": "This font by studio Kmzero is Freeware. You\u0027re granted the following rights: \r\n\r\n01] You may install and use an unlimited number of copies of the fonts. \r\n02] You can make archival copies of the fonts for your own purposes. \r\n03] A copy of the fonts may be sent as part of a file release to a prepress bureau. \r\n04] The fonts can be embedded in other software files, such as Portable Document Format (PDF) or Flash files, but you will take all reasonable care to embed the fonts in such a way that they cannot be extracted from the files you create. \r\n05] You may modify the fonts for your own purposes, but the copyright remains with StudioKmzero, and you are not allowed to distribuite renamed, edited or derivative works, either for profit or not.\r\n06] Copies of the fonts may not be distributed or shared in any way (for profit or free of charge) either on a standalone basis or included as part of your own product.\r\n\r\nStudio Kmzero expressly disclaims any warranty for the fonts. The fonts and any related documentation is provided \"as is\" without warranty of any kind, either express or implied, including, without limitation, the implied warranties or merchantability, fitness for a particular purpose, or noninfringement. The entire risk arising out of use or performance of the fonts remains with you.\r\n\r\nIn no event shall Studio Kmzero or its suppliers be liable for any damages whatsoever (including, without limitation, damages for loss of business profits, business interruption, loss of business information, or any other pecuniary loss) arising out of the use of or inability to use this product, even if Studio Kmzero has been advised of the possibility of such damages. Because some states/jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to you.\r\n\r\nQUESTIONS Should you have any questions concerning this font please contact Studio Kmzero via its website at http:/www.studiokmzero.com, or write directly to Studio Kmzero, Via calzaiuoli 9, 50122 Firenze | Italia, t.+39 55 23 96 856, info@studiokmzero.com",
  "license_url": "http://www.studiokmzero.com",
  "version_string": "Version 1.000 2007 initial release",
  "last_modified": 0,
  "size": 59720,
  "weight_class": 300,
  "rank": 748
}