{
  "categories": [
    "novelty",
    "numbers"
  ],
  "classifications": [
    "dingbat"
  ],
  "creator": "FontSite Inc.",
  "variant": "regular",
  "source": "fontsquirrel",
  "family": "CombiNumerals Ltd",
  "font_family_name": "CombiNumerals Ltd",
  "full_font_name": "CombiNumeralsLtd",
  "font_subfamily_name": "Regular",
  "postscript_name": "CombiNumeralsLtd",
  "trademark": "CombiNumerals is a trademark of FontSite Inc.",
  "designer": "Sean Cavanaugh",
  "designer_url": "http://www.fontsite.com",
  "vendor_url": "http://www.fontsite.com",
  "license_desciption": "END-USER LICENSE AGREEMENT\r\nFOR FONTSITE SOFTWARE\r\n\r\nThis typeface software (\"SOFTWARE\") is the property of FontSite Inc. Its use by you is covered under the terms of an End-User License Agreement (\"EULA\"). By exercising your rights to make and use copies of this SOFTWARE, you agree to be bound by the terms of this EULA. If you do not agree to the terms of this EULA, you may not use the SOFTWARE.\r\n\r\nThis SOFTWARE is a valuable asset of FontSite Inc. which is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties. The typeface software is licensed, not sold.\r\n\r\nThis EULA grants you the following rights: 1) You may install and use an unlimited number of copies of this SOFTWARE. 2) You may reproduce and distribute an unlimited number of copies of this SOFTWARE, provided that each copy shall be a true and complete copy, including all copyright and trademark notices, electronic documentation (user guide in PDF format, etc.), and shall be accompanied by a copy of this EULA. Copies of the SOFTWARE may not be distributed for profit either on a standalone basis or included as part of your own product.\r\n\r\nIf you have any questions you should review the full license agreement you received with the SOFTWARE or contact FontSite for a copy of the license agreement.",
  "license_url": "http://www.fontsite.com/license.html",
  "version_string": "Version 1.060",
  "last_modified": 1231228800000,
  "size": 26776,
  "weight_class": 400,
  "rank": 509
}