{
  "categories": [
    "Fancy",
    "Decorative"
  ],
  "variant": "regular",
  "source": "dafont",
  "family": "Adam Gorry",
  "font_family_name": "AdamGorry-Inline",
  "full_font_name": "AdamGorry-Inline",
  "font_subfamily_name": "Regular",
  "postscript_name": "AdamGorry-Inline",
  "trademark": "Adam Gorry is an asserted mark of Adam Gorry.",
  "designer": "James Arboghast",
  "vendor_url": "http://www.myfonts.com",
  "license_desciption": "Sentinel Type End User License Agreement\r\nGrant of License for Free Font \r\n\r\nDEFINITION\r\n(i) End User Lisence Agreement (\u0027ELUA\u0027) between Sentinel Type and User.\r\n\r\n(ii) Your use of this digital typeface is conditional upon on your acceptance, without modification, of the terms and conditions expressed herein. Your use of the typeface is deemed to indicate your acceptance of all such terms and conditions (except for Multi-Workstation Products (\u0027MWP\u0027), where another document supplants this one). If you do not agree to the terms, promptly destroy all materials.\r\n\r\n(iii) Terms of reference: \u0027digital typeface\u0027, \u0027typeface\u0027 and \u0027font\u0027 are equivalent terms of reference defined as a digitized scalable outline of a graphical nature depicting an alphabet and/or numerals, glyphs and other symbols. \u0027Central Processing Unit\u0027 (\u0027CPU\u0027) and \u0027Workstation\u0027 are equivalent terms of reference defined as a microcomputer containing system board(s) and magnetic and/or optical storage drives.\r\n\r\n(iv) Postal Address\r\nSentinel Type\r\n7a Belford Road, \r\nVictoria, AUSTRALIA\r\nEmail: arboghast@hotmail.com\r\nEmail: sales@sentineltype.com\r\n\r\n1. USE\r\n(i) Sentinel Type grants to you only, the User, the non-exclusive, non-transferable right to use and display the font for personal or non-profit purposes only. The font may be used on up to five (5) CPUs and connected to any number of printers or other image producing devices at your site. \r\n\r\n(ii) To use the font for a commecrial project you are asked to make a cash donation to the nearest Leukemia foundation/fund/endowment of your choice.\r\n\r\n(iii) You may send a copy of any Sentinel Type font with your documents to a commercial printer or other service bureau to enable editing or printing of a document, provided such party has informed you that it acknowledges this license agreement  You may also embed PC TrueType format fonts within your documents for the viewing, editing, and printing of those documents.\r\n\r\n(iv) You may distribute this font without permission provided the .ZIP package with ELUA and documentation remains intact. The font file is free but the font data \u0026 design are copyrighted. You may upload it to bulletin boards, archive sites \u0026 include it on CD ROM collections, but you may not modify or rename it \u0026 claim it as your own work. Font data is protected by U.S and international copyright laws.\r\n\r\n(iv) You agree to use the Sentinel Type font for lawful personal purposes only, and not to modify, adapt, translate,  publish, reverse engineer, decompile, disassemble, create derivative works of, transmit, transfer, distribute, upload to internet sites, licence or sell the font without Sentinel Type\u0027s prior written consent.\r\n\r\n2. COPYRIGHT\r\n(i) Rights: this font is protected under international copyright law. These rights are valid and protected in all media and technologies existing now or later developed. Except as explicitly provided otherwise, this agreement, applicable copyright and other laws regulate your use of the font. At a minimum Sentinel Type asserts its right of ownership of the intellectual property contained in the typeface and accompanying materials.\r\n\r\n(ii) Proprietry Rights: All contents of the Sentinel typeface are (c) Copyright Sentinel Type/James Arboghast 2002. All rights reserved. All rights not expressly granted here are reserved.\r\n\r\n(iii) Copying and Backups: this font and the accompanying materials are copyrighted and contain proprietary information and trade secrets of Sentinel Type. Unauthorized copying, even if modified, merged, or included with other software, or of the accompanying written materials, is expressly prohibited. You may make 1 (one) copy for backup purposes, provided the copyright and trademark notices and accompanying materials are reproduced in their entirety on the backup copy, except for the purpose of distribution as expressly provided by article 1.IV above.\r\n\r\n(iv) Infringement: You may be held legally responsible for any infringement of Sentinel Type\u0027s intellectual property rights caused or encouraged by your failure to abide by the terms of this Agreement.\r\n\r\n4. DISCLAIMER AND WARRANTY\r\n(i) Sentinel Type warrants this font to be free from reasonable defects in materials and workmanship under normal use for a period of 90 (ninety) days from the date of acquisition. \r\n\r\n(ii) Each user must evaluate and bear the risk inherent in any reliance on the accuracy, completeness or usefulness of the font. The font and its content are provided \"as is\" and \"as available\" without warranty of any kind, either express or implied, including warranty of merchantability or fitness for a particular pupose, unless such warranties are legally incapable of exclusion. In no event shall Sentinel Type be liable for any direct, indirect, punitive, incidential, special or consequential damages (including damages from loss of business profits, business interruption, loss of business information, and the like) arising out of the use of or inability to use this font, even if Sentinel Type has been advised of the possibility of such damages. Because some states do not allow limitation of liability for incidental damages, in such states ST\u0027s liability shall be limited to the extent permitted by law.\r\n\r\n\r\n5. U.S. GOVERNMENT RESTRICTED RIGHTS \r\nThe ST product and its related documentation are provided with restricted rights. Use, duplication or disclosure of the ST product by the United States Government is subject to restrictions as set forth in FAR 52.227-19(c)(2) (May, 1987) when applicable or the applicable provisions of the DOD FAR supplement 252.227-7013 subdivision (a)(15)(April, 1988) or subdivision (a)(17)(April, 1988). The contractor/manufacturer is Sentinel Type, P.O. Box 2068, Hawthorn 3122, Victoria, AUSTRALIA. \r\n\r\nExport (Domestic Versions): Irrespective of any disclosure made by the LICENSEE to ST of an ultimate destination of the ST product, the LICENSEE shall not re-export or transfer, either directly or indirectly the ST product to any person(s) or entities outside the United States of America without first obtaining a license from the United States Department of Commerce or other agency or department of the United States Government as required by United States Federal Export laws and regulations. \r\n\r\nShould you have any questions concerning this Agreement, or if you desire to contact ST for any reason, please contact Sentinel Type in writing.",
  "version_string": "OTF 1.000;PS 001.000;Core 1.0.29",
  "last_modified": 0,
  "size": 53832,
  "weight_class": 400,
  "rank": 769
}