{
  "categories": [
    "Fancy",
    "Various"
  ],
  "variant": "600",
  "source": "dafont",
  "family": "Anti Display",
  "font_family_name": "ANTI",
  "full_font_name": "ANTI Display",
  "font_subfamily_name": "Thin",
  "postscript_name": "ANTI-Display",
  "manufacturer": "Bonez Designz - Fie Clarke",
  "designer": "Bonez Designz",
  "designer_url": "BonezDesignz.com",
  "license_desciption": "End User Licence Agreement\rANTI Display\rPersonal Use Only\r\r\rBy installing and/or using this font you agree to be bound by the terms in this end user licence agreement\r\rYou can use this font freely for all personal work\ruse of the Font Software for your customary personal purposes and shall not mean any distribution whatsoever of the Font Software or any component or Derivative Work thereof. “Personal  Use” shall include Use of the Font Software within your Licensed Unit by persons that are members of your immediate household.\reg. lost cat poster, school project, something for your own personal use.\r\rYou may keep one back up copy of this font\r\rCommercial use of the font is not permitted without written permission\rdocument or data file created or product displaying the Font by Use of the Font which is offered for distribution to the general public (or to some subset of the general public). By way of illustration and not by way of limitation, an electronic book or magazine distributed for a fee shall be considered a Commercial Product\reg. logo, advertising, items that will be sold\r\rThe font may not be modified without written permission and no derivative works are to be created from the font \r\rThe font is not to be sold\r\rThe font may not be distributed, shared, repackaged or included in any online or offline archive, font collection, website or cd rom without written permission\r\rEmbedding the font within a PDFs or image (eg. .PNG) is permitted for personal use \r\rEmbedding of the font on web pages is not permitted without written permission\r\rYou acknowledge all rights and copyrights are owned and retained by Bonez Designz\r\rBonez Designs is not liability for any damages resulting from the use of the font",
  "version_string": "Version 1.000",
  "last_modified": 0,
  "size": 36832,
  "weight_class": 600,
  "rank": 996
}