{
  "subsets": [
    "latin"
  ],
  "categories": [
    "sans-serif"
  ],
  "classifications": [
    "sans-serif"
  ],
  "creator": "Multiple Designers",
  "varient": "regular",
  "source": "googlefonts",
  "family": "Convergence",
  "font_family_name": "Convergence",
  "full_font_name": "Convergence-Regular",
  "font_subfamily_name": "Regular",
  "postscript_name": "Convergence-Regular",
  "trademark": "Convergence is a trademark of Nicolas Silva and John Vargas",
  "manufacturer": "Nicolas Silva and Jonh Vargas",
  "designer": "Nicolas Silva and John Vargas",
  "designer_url": "http://nsilva.com/",
  "vendor_url": "http://www.johnvargasbeltran.com/",
  "license_desciption": "This Font Software is licensed under the SIL Open Font License, Version 1.1. This license is copied below, and is also available with a FAQ at: http://scripts.sil.org/OFL",
  "license_url": "http://scripts.sil.org/OFL",
  "version_string": "Version 1.002",
  "description": "Convergence is a low contrast Upright Italic Sans Serif Typeface with a large x-height. It was created by two designers with very different ideas, who took advantage of their divergent criteria to draw glyphs that made the Upright and Italic styles converge without mixing them. In this way, it was possible to converge the inclination of an Upright Sans Serif with a Sans Serif Italic. Looking at the font in detail, the bottom halves of the glyphs have Transitive serifs while the upper halves conserve the Sans Serif terminals. Other specific details can be seen in the a, g, and e glyphs, which have an Italic structure, not an Upright one. In addition, the glyph for the letter r has a relatively closed instroke. The references used to develop this font were Bree from TypeTogether, Parisine de Porchez Typofonderie, and, undeniably, Ludovico Degli Arrighi\u0027s manuscript about the structure the \"humanistic cursive\" that is Convergence. Designed by Nicola?s Silva (@zar_nicolas20) and John Vargas (@vargas74)",
  "last_modified": 1456214400000,
  "size": 30220,
  "weight_class": 400,
  "rank": 213
}