{
  "categories": [
    "Fancy",
    "Decorative"
  ],
  "varient": "regular",
  "source": "dafont",
  "family": "Fabrics",
  "font_family_name": "Fabrics",
  "full_font_name": "Fabrics Regular",
  "font_subfamily_name": "Regular",
  "postscript_name": "Fabrics-Regular",
  "manufacturer": "PYRS Fontlab Ltd. / Made with FontLab",
  "designer": "CloutierFontes",
  "license_desciption": "Terms and Conditions\n\nThis agreement applies to the commercial license bought on this site.\n\nPlease read the following terms and conditions carefully before using this font. Your use, download, distribution or installation of this copy of this font indicates your acceptance of this agreement.\nFor any uncertainties, contact CloutiesFontes: stevehelene@sympatico.ca\n\nSOFTWARE PRODUCT here means font files, image files, all accompanying files, data and materials received with your order or download of software.\n\nIf you do not agree to any of the terms of this License, then do not download, install, distribute or use the SOFTWARE PRODUCT. Products are non-refundable.\n\nWarrantee covers defects in the software, which prevents successfully installing the software in the buyer’s PC. Warrantee does not cover fitness of purpose, not meeting of expectations or needs in the mind of the buyer.\n\nIf not purchased directly from CloutierFontes or legal reseller, this SOFTWARE PRODUCT is for personal use only.\n\nAny liability of CloutierFontes will be limited exclusively to refund of purchase price. In addition, in no event shall CloutierFontes be liable for any incidental, consequential, punitive or any other damages whatsoever relating to the use of SOFTWARE PRODUCT.\n\nThis Agreement constitutes the entire statement of the Agreement between the parties on the subject matter, and merges and supersedes all other or prior understandings, purchase orders, agreements and arrangements. This Agreement shall be governed by the laws of Canada.\n\nCloutierFontes is the owner of the copyright of this SOFTWARE PRODUCT, all of its derivatives, title and accompanying materials are the exclusive property of CloutierFontes. All rights of any kind, which are not expressly granted in this License, are entirely and exclusively reserved to and by CloutierFontes. You may not sell, rent, lease, transfer, modify, translate, reverse engineer, de-compile, disassemble or create derivative works to sell based on this SOFTWARE PRODUCT. You may not make access to SOFTWARE PRODUCT available to others in connection with a service bureau, application service provider, or similar business, or use this SOFTWARE PRODUCT in a business to provide file compression, decompression, or conversion services to others. There are no third party beneficiaries of any promises, obligations or representations made by CloutierFontes herein.\n\nYou may not disclose to other persons the data or techniques relating to this SOFTWARE PRODUCT that you know or should know that it is a trade secret of CloutierFontes in any manner that will cause damage to CloutierFontes.\n\nBy not following the above agreement the buyer agrees to pay any penalty charge calculated by the designer.\n\nAll parts may be discussed and adapted by agreement between CloutierFontes and the buyer.",
  "version_string": "Version 1.00 2012",
  "last_modified": 0,
  "size": 271268,
  "weight_class": 400,
  "rank": 331
}