{
  "subsets": [
    "latin",
    "latin-ext"
  ],
  "categories": [
    "sans-serif"
  ],
  "classifications": [
    "sans-serif"
  ],
  "creator": "Multiple Designers",
  "variant": "300italic",
  "source": "googlefonts",
  "family": "Raleway",
  "font_family_name": "Raleway Light",
  "full_font_name": "Raleway Light Italic",
  "font_subfamily_name": "Italic",
  "postscript_name": "Raleway-LightItalic",
  "trademark": "Raleway is a trademark of Matt McInerney.",
  "manufacturer": "Matt McInerney, Pablo Impallari, Rodrigo Fuenzalida",
  "designer": "Matt McInerney, Pablo Impallari, Rodrigo Fuenzalida",
  "designer_url": "http://pixelspread.com",
  "vendor_url": "http://theleagueofmoveabletype.com",
  "license_desciption": "This Font Software is licensed under the SIL Open Font License, Version 1.1. This license is available with a FAQ at: http://scripts.sil.org/OFL",
  "license_url": "http://scripts.sil.org/OFL",
  "version_string": "Version 3.000g; ttfautohint (v1.5) -l 8 -r 28 -G 28 -x 14 -D latn -f cyrl -w G -c -X \"\"",
  "description": "Raleway is an elegant sans-serif typeface family. Initially designed by Matt McInerney as a single thin weight, it was expanded into a 9 weight family by Pablo Impallari and Rodrigo Fuenzalida in 2012 and iKerned by Igino Marini. A thorough review and italic was added in 2016. It is a display face and the download features both old style and lining numerals, standard and discretionary ligatures, a pretty complete set of diacritics, as well as a stylistic alternate inspired by more geometric sans-serif typefaces than its neo-grotesque inspired default character set. It also has a sister family, Raleway Dots. More information can be found at theleagueofmoveabletype.com and impallari.com To contribute to the project, visit github.com/impallari/Raleway Updated: Feburary 2016, thoroughly updated the design with new spacing and kerning, raised f bar, added italics, new family naming metadata, and hinted with ttfautohint.",
  "last_modified": 1456214400000,
  "size": 148368,
  "weight_class": 300,
  "rank": 8
}